[{
	"line": "The war in Zagreb began over a pack of cigarettes.",
	"attribution": "Girl at War by Sara Nović"
}, {
	"line": "Many years later, as he faced the firing squad, Colonel Aureliano Buendía was to remember that distant afternoon when his father took him to discover ice.",
	"attribution": "100 Years of Solitude by Gabriel García Márquez"
}, {
	"line": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
	"attribution": "Pride and Prejudice by Jane Austen"
}, {
	"line": "What makes Iago evil? some people ask. I never ask.",
	"attribution": "Play It As It Lays by Joan Didion"
}, {
	"line": "I first met Dean not long after my wife and I split up. I had just gotten over a serious illness that I won't bother to talk about, except it had something to do with the miserably weary split-up and my feeling that everything was dead.",
	"attribution": "On the Road by Jack Kerouac"
}, {
	"line": "Mother died today. Or maybe yesterday; I can't be sure.",
	"attribution": "The Stranger by Albert Camus"
}, {
	"line": "Once upon a time, in a far-off land, I was kidnapped by a gang of fearless yet terrified young men with so much impossible hope beating inside their bodies it burned their very skin and strengthened their will right through their bones.",
	"attribution": "An Untamed State by Roxane Gay"
}, {
	"line": "The play—for which Briony had designed the posters, programs and tickets, constructed the sales booth out of a folding screen tipped on its side, and lined the collection box in red crêpe paper—was written in her two-day tempest of composition, causing her to miss a breakfast and a lunch.",
	"attribution": "Atonement by Ian McEwan"
}, {
	"line": "Lolita, light of my life, fire of my loins. My sin, my soul.",
	"attribution": "Lolita by Vladimir Nabokov"
}, {
	"line": "Stately, plump Buck Mulligan came from the stairhead, bearing a bowl of lather on which a mirror and a razor lay crossed.",
	"attribution": "Ulysses by James Joyce"
}, {
	"line": "He—for there could be no doubt of his sex, though the fashion of the time did something to disguise it—was in the act of slicing at the head of a Moor which swung from the rafters.",
	"attribution": "Orlando by Virginia Woolf"
}, {
	"line": "Everyone had always said that John would be a preacher when he grew up, just like his father. It had been said so often that John, without ever thinking about it, had come to believe it himself.",
	"attribution": "Go Tell It On the Mountain by James Baldwin"
}, {
	"line": "Lydia is dead. But they don't know this yet.",
	"attribution": "Everything I Never Told You by Celeste Ng"
}, {
	"line": "The snow in the mountains was melting and Bunny had been dead for several weeks before we understood the gravity of our situation.",
	"attribution": "The Secret History by Donna Tartt"
}, {
	"line": "It was night again. The Waystone Inn lay in silence, and it was a silence of three parts.",
	"attribution": "The Name of the Wind by Patrick Rothfuss"
}, {
	"line": "I was born in the city of Bombay...once upon a time. No, that won't do, there's no getting away from the date: I was born in Doctor Narlikar's Nursing Home on August 15th, 1947. The time matters, too.",
	"attribution": "Midnight's Children by Salman Rushdie"
}, {
	"line": "The Man in Black fled across the desert, and the Gunslinger followed.",
	"attribution": "The Gunslinger by Stephen King"
}, {
	"line": "Into the face of the young man who sat on the terrace of the Hotel Magnifique at Cannes there had crept a look of furtive shame, the shifty, hangdog look which announces that an Englishman is about to talk French.",
	"attribution": "The Luck of the Bodkins by PG Wodehouse"
}, {
	"line": "Quiet as it's kept, there were no marigolds in the fall of 1941.",
	"attribution": "The Bluest Eye by Toni Morrison"
}, {
	"line": "With a strength born of the decision that had just come to her in the middle of the night, Avery Johnson forced the suitcase shut on the clothes piled inside and slid the lock in place.",
	"attribution": "Praisesong for the Widow by Paule Marshall"
}, {
	"line": "It was a pleasure to burn.",
	"attribution": "Fahrenheit 451 by Ray Bradbury"
}, {
	"line": "All this happened, more or less.",
	"attribution": "Slaughterhouse-Five by Kurt Vonnegut"
}, {
	"line": "It was a nice day. All the days had been nice. There had been rather more than seven of them so far, and rain hadn't been invented yet. But clouds massing east of Eden suggested that the first thunderstorm was on its way, and it was going to be a big one.",
	"attribution": "Good Omens by Neil Gaiman and Terry Pratchett"
}, {
	"line": "It was late in the spring when I noticed that a girl was following me, nearly the end of May, a month that means perhaps or might be.",
	"attribution": "Dietland by Sarai Walker"
}, {
	"line": "My father is gone. I'm slouched in a cast-aluminum chair across from two men, one the manager of the hotel we're staying and the other a policeman. They're both waiting for me to explain what's become of him, my father.",
	"attribution": "The Dew Breaker by Edwidge Danticat"
}, {
	"line": "My brain was drowning in grease.",
	"attribution": "The Absolutely True Diary of a Part-Time Indian by Sherman Alexie"
}, {
	"line": "Call me Ishmael. Some years ago - never mind how long precisely - having little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world.",
	"attribution": "Moby Dick by Herman Melville"
}, {
	"line": "'You've no choice. Look back.'",
	"attribution": "The True Story of Hansel and Gretel by Louise Murphy"
}, {
	"line": "In my earliest memory, my grandfather is bald as a stone and he takes me to see the tigers.",
	"attribution": "The Tiger's Wife by Téa Obreht"
}, {
	"line": "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since. 'Whenever you feel like criticizing any one,' he told me, 'just remember that all the people in this world haven't had the advantages that you've had.'",
	"attribution": "The Great Gatsby by F. Scott Fitzgerald"
}, {
	"line": "One day, I was already old, in the entrance of a public place a man came up to me.",
	"attribution": "The Lover by Marguerite Duras"
}, {
	"line": "Our hero was not one of those Dominican cats everybody's always going on about—he wasn't no home-runner hitter or fly bachetero, not a playboy with a million hots on his jock.",
	"attribution": "The Brief Wondrous Life of Oscar Wao by Junot Díaz"
}, {
	"line": "The sun shone, having no alternative, on the nothing new.",
	"attribution": "Murphy by Samuel Beckett"
}, {
	"line": "This morning Rino telephoned. I thought he wanted money again and I was ready to say no. But that was not the reason for the phone call: his mother was gone.",
	"attribution": "My Brilliant Friend by Elena Ferrante"
}, {
	"line": "There was a boy called Eustace Clarence Scrubb, and he almost deserved it.",
	"attribution": "The Voyage of the Dawn Treader by C.S. Lewis"
}, {
	"line": "The Rutherford girl had been missing for eight days when Larry Ott returned home and found a monster waiting in his house.",
	"attribution": "Crooked Letter, Crooked Letter by Tom Franklin"
}, {
	"line": "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way – in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only.",
	"attribution": "A Tale of Two Cities by Charles Dickens"
}, {
	"line": "We slept in what had once been the gymnasium.",
	"attribution": "The Handmaid's Tale by Margaret Atwood"
}, {
	"line": "Quietly, like a shadow, I watch this drama unfold scene by scene. I am the lucid one here, the dangerous one, and nobody suspects.",
	"attribution": "Love, Anger, Madness: A Haitian Triptych by Marie Vieux-Chauvet"
}, {
	"line": "It began the usual way, in the bathroom of the Lassimo Hotel.",
	"attribution": "A Visit from the Goon Squad by Jennifer Egan"
}, {
	"line": "I lost an arm on my last trip home. My left arm.",
	"attribution": "Kindred by Octavia Butler"
}, {
	"line": "Early in the morning, late in the century, Cricklewood Broadway. At 0627 hours on January 1, 1975, Alfred Archibald Jones was dressed in corduroy and sat in a fume-filled Cavalier Musketeer Estate facedown on the steering wheel, hoping judgement would not be too heavy upon him.",
	"attribution": "White Teeth by Zadie Smith"
}, {
	"line": "As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into an enormous insect.",
	"attribution": "The Metamorphosis by Franz Kafka"
}, {
	"line": "Robert Cohn was once middleweight boxing champion of Princeton. Do not think that I am very much impressed by that as a boxing title, but it meant a lot to Cohn.",
	"attribution": "The Sun Also Rises by Ernest Hemingway"
}, {
	"line": "My name is Kathy H. I am thirty-one years old, and I've been a carer now for over eleven years.",
	"attribution": "Never Let Me Go by Kazuo Ishiguro"
}, {
	"line": "The final dying sounds of their dress rehearsal left the Laurel Players with nothing to do but stand there, silent and helpless, blinking over the footlights of an empty auditorium.",
	"attribution": "Revolutionary Road by Richard Yates"
}]
